Repository: abdel792/mp3DirectCut
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: ar, bg, da, de, es, fi, fr, gl, he, hr, it, pl, pt_br, pt_pt, ro, sk, sr

source: The vu-meter is not available. Please verify if a recording is in progress, and that the checkbox enable the margin button is checked in the options of %s.
ar: لا يمكن تحديد درجة التسجيل. الرَّجَائ التَّأَكُّد من أنّكم في حالةِ تسجيل, أو اِنظروا, في إعدادات %s, إذا كان الزر margin مضغوطًا أَم لا.
bg: VU-meter не е наличен. Моля, уверете се че записването е в ход и че опцията "Enable Margin button (VU)" в менюто "Настройки" на %s е включена.
es: El vúmetro no está disponible. Compruebe que una grabación está bien en curso, y mirar que la casilla de verificación Habilitar botón Margen está bien marcada en las opciones de %s.
fi: VU-mittari ei ole käytettävissä. Varmista, että äänitys on käynnissä ja että Näytä tasonäppäin (Enable Margin button) -valintaruutu on valittuna %sin asetuksissa.
fr: Le vu-mètre n'est pas disponible. Vérifier qu'un enregistrement est bien en cours, et regardez si la case à cocher activer le bouton marge est bien cochée dans les options de %s.
gl: O vúmetro non está dispoñible. Comproba que unha grabación está ben en curso, e mira que a Caixa de verificación Habilitar botón Marxe está ben marcada nas opcións de %s.
ro: vu-meter nu este disponibil. Vă rugăm verificați dacă o înregistrare este în desfășurare și dacă caseta de bifat „Activează butonul margin” este bifată în opțiunile %s.

source: The level of the vu-meter has been reset !
ar: لقد تَمَّ إعادةُ تحديد مُستَوى درجة التسجيل.
bg: Нивото на VU-meter беше занулено.
da: Vu-meterets niveau er nulstillet!
de: Der Wert des Vu-Meters wurde zurückgesetzt !
es: ¡El nivel del vúmetro se ha reiniciado!
fi: VU-mittarin taso on nollattu!
fr: Le niveau du vu-mètre a été réinitialisé !
gl: ¡O nivel do vúmetro reiniciouse!
he: הרמה של מד ה-וו התאפס!
hr: Razina vu-metra je resetirana!
it: Il livello di v-meter è stato resettato.
pl: Pozion miernika VU jest zresetowany!
pt_br: O nível do medidor de volume foi redefinido!
pt_pt: O medidor de volume foi reiniciado!
ro: Nivelul vu-meter-ului a fost resetat!
sk: Zobrazenie hlasitosti bolo vynulované!
sr: Nivo vu-metra je ponovo podešen!

source: Used to determine the current level of the vu-meter, during recording, double pressure reset it.
ar: يُمَكِّنكم من معرفةِ مُستَوى درجة التسجيل الحالي. ضغطٌ مُزدَوج سَيعيد تحديد مُستَوى هذه الدَّرجة.
bg: Съобщава текущото ниво на VU-meter при записване. Двукратно натискане го занулява
da: Brugt til at bestemme det aktuelle niveau af vu-meteret. Under optagelse, tryk to gange for at nulstille.
de: Dient zur Bestimmung des aktuellen Niveaus des Vu-Meters während der Aufzeichnung. Doppelter Druck setzt ihn zurück.
es: Permite de indicar el valor actual del nivel del vúmetro. Pulsando dos veces permite de reiniciar este nivel.
fi: Ilmoittaa VU-mittarin tason äänityksen aikana. Nollaa painamalla kahdesti.
fr: Permet d'indiquer la valeur actuelle du niveau du vu-mètre durant un enregistrement. Une double pression permet de réinitialiser ce niveau.
gl: Permite indicar o valor actual do nivel do vúmetro. Premendo dúas veces permite reiniciar este nivel.
he: משמש כדי לקבוע את הרמה הנוכחית של מטר וו, במהלך ההקלטה, לחץ פעמיים כדי לאפס אותו.
hr: Koristi se za trenutačnu razinu vu-metra, tijekom snimanja, dvaput pritisnuto resetira ga.
it: Utilizzato per determinare il livello attuale del vu-meter, durante la registrazione, la doppia pressione lo resetta.
pl: Używane do wypowiadania informacji o pozionie miernika VU poczas nagrywania, dwukrotne naciśnięcie resetuje go.
pt_br: Usado para determinar o nível atual do medidor de volume, durante a gravação, pressionado duas vezes redefine-o.
pt_pt: Permite indicar o valor actual do nível do medidor de volume. Se for pressionado duas vezes, reinicia esse valor.
ro: Utilizat pentru a determina nivelul curent a vu-meter-ului, în timpul înregistrării. Dacă este apăsat de două ori, îl va reseta.
sk: Oznamuje aktuálnu hodnotu zobrazenia hlasitosti. Stlačené dvakrát rýchlo za sebou vynuluje zobrazenie.
sr: Koristi se za trenutni nivo vu-metra, dok ga dvostruki pritisak ponovno postavlja.

source: It's OK, your marker of the beginning of selection B has been posed.
ar: جَيِّد, مؤشِّر بدايةِ التحديد B قد وُضِع بنجاح.
es: Está bien, , tu Tag de inicio de selección B ha sido bien pausado.
fr: C'est bon, votre marqueur de début de sélection B a bien été posé.
ro: Este OK, marcajul Dumneavoastră de la începutul selecției B a fost pus pe pauză.

source: It's OK, your marker of the end of selection N has been posed.
ar: جَيّد, مؤشِّر نهايةِ التحديد N قد وُضِع بنجاح.
es: Está bien, , tu Tag de final de selección N ha sido bien pausado.
fr: C'est bon, votre marqueur de fin de sélection N a bien été posé.
ro: Este OK, marcajul Dumneavoastră de la sfârșitul selecției N, a fost pus pe pauză.

source: Used to indicate the position of the marker of the beginning of selection B. Double pressure lets give you the duration of the selection.
ar: يُمَكِّنكم من معرفةِ مكان تَوَاجُدِ مؤشرِ بداية التحديد B.ضَغطٌ مُزْدَوَجٌ يعطي مُدَّةَ التحديد.
bg: Съобщава позицията на маркера за начало на селекцията (B). Двукратно натискане съобщава времетраенето на селекцията
da: Bruges til at angive positionen af markøren for begyndelsen af markering B. Tryk to gange for at få varigheden oplyst.
de: Kann verwendet werden, um die Position des Markers für den Beginn der Auswahl B anzuzeigen. Mit dem Doppeldruck können Sie die Dauer der Auswahl bestimmen.
es: Permite de indicar la ubicación del Tag de inicio de selección B. Pulsando dos veces da la duración de la selección.
fi: Ilmoittaa valinnan alkumerkin sijainnin. Kahdesti painettaessa ilmoitetaan valinnan kesto.
fr: Permet d'indiquer l'emplacement du marqueur de début de sélection B. Une double pression donne la durée de la sélection.
gl: Permite indicar a ubicación da marca de comezo de selección B. Premendo dúas veces da a duración da seleción.
he: משמש כדי לציין את המיקום של הסמן של תחילת הבחירה B. לחיצה פעמיים מאפשרת לך לקבל את משך הבחירה.
hr: Koristi se za davanje pozicije oznake za početka B odabira. Dvaput pritisnuto daje trajanje odabira.
it: Utilizzato per indicare la posizione del marcatore di inizio della selezione B. La doppia pressione consente di conoscere la durata della selezione.
pl: Używane do oznajmiania markeru początkowego B. Dwukrotnie naciśnięcie podaje trwanie zaznaczenia.
pt_br: Usado para indicar a posição do marcador do início da seleção B. Pressionado duas vezes permite fornecer a duração da seleção.
pt_pt: Permite indicar a posição da etiqueta de início de selecção B. Pressionando duas vezes, dá a duração da selecção.
ro: Folosit pentru a indica poziția marcajului curent de la începutul selecției B. Apăsat de două, va afișa durata selecției.
sk: Oznámy čas začiatočnej značky. Stlačené dvakrát rýchlo za sebou oznámy celkový čas výberu.
sr: Koristi se za informacije o poziciji početnog markera slovom b. Dvostruki pritisak daje trajanje izbora.

source: Used to indicate the position of the marker of the end of selection N. Double pressure gives recapitulatif positions B and N, and the duration of the selection.
ar: يُمَكِّنكم من معرفةِ مكان تَوَاجُدِ مؤشرِ نهايةِ التحديد N.ضَغطٌ مُزْدَوَجٌ يُذكِّرُكم بمكان تَوَاجُدِ المؤشرَيْن B وَ N و يعطيكم مُدَّةََ التحديد.
bg: Съобщава позицията на маркера за край на селекцията (N). Двукратно натискане съобщава позициите на B и N и времетраенето на селекцията
da: Bruges til at angive positionen af markøren ved slutningen af markering N. Tryk to gange for at oplyse positionerne af både markering B og N, såvel som at få den aktuelle varighed af markeringen oplyst.
de: Dient zur Anzeige der Position des Markers für das Ende der Auswahl N. Der doppelte Druck gibt eine Zusammenfassung der Positionen B und N und die Dauer der Auswahl.
es: Permite de indicar la ubicación del Tag de final de selección N. Pulsando dos veces da un recapitulativo de la ubicación de los Tags B y N, así como la duración de la selección.
fi: Ilmoittaa valinnan loppumerkin sijainnin. Kahdesti painettaessa annetaan yhteenveto alku- ja loppumerkkien sijainneista sekä ilmoitetaan valinnan kesto.
fr: Permet d'indiquer l'emplacement du marqueur de fin de sélection N. Une double pression donne un récapitulatif de l'emplacement des marqueurs B et N, ainsi que la durée de la sélection.
gl: Úsase para indicar a ubicación da marca de remate de seleción N. Premendo dúas veces da un resumo da ubicación das marcas B e N, así como a duración da seleción.
he: משמש כדי לציין את המיקום של הסמן של סוף הבחירה N לחיצה פעמיים נותנת את העמודות B ו- N, ואת משך הבחירה.
hr: Koristi se za davanje pozicije oznake za kraj N odabira. Dvaput pritisnuto ponavlja pozicije B i N, kao i trajanje odabira.
it: Utilizzato per indicare la posizione del marcatore di fine selezione N. La doppia pressione fornisce un riepilogo delle posizioni B e N e la durata della selezione.
pl: Użyte do oznajmiania pozycji markera końcowego N. dwukrotnie naciśnięcie podaje rekapitulację B i N, a także trwanie zaznaczenia.
pt_br: Usado para indicar a posição do marcador do final da seleção N. Pressionado duas vezes recapitula dizendo as posições B e N, e a duração da seleção.
pt_pt: Permite indicar a posição da etiqueta de final de selecção N. Pressionando duas vezes, dá uma recapitulação da posição das etiquetas B e N, bem como a duração total da selecção.
ro: Folosit pentru a indica poziția marcajului de la sfârșitul selecției N. Apăsată de două ori, afișează recapitularea pozițiilor B și N și durata selecției.
sk: Oznámy čas koncovej značky. Stlačené dvakrát rýchlo za sebou oznámy čas počiatočnej a koncovej značky a celkový čas nahrávky.
sr: Koristi se za informacije o poziciji krajnjeg markera slovom n. Dvostruki pritisak daje daljinu između pozicije markera b i n, kao i trajanje krajnjeg markera.

source: Give the reference of the actual part and the total number of parts in the current file.
ar: يُمَكِّنكم من معرفة الجُزْءِ الحالي و كافَّةَ الأجزاء الخاصَّة بالملف الحالي إذا كانت موجودة.
bg: Съобщава информация за реалната част и общия брой части в текущия файл
da: Giver referencen til den faktiske del og det samlede antal dele i den aktuelle fil.
de: Gibt die Referenz des aktuellen Bereichs und die Gesamtzahl der Bereiche in der aktuellen Datei an.
es: Dara la referencia del sector actual, así como el número total de sectores.
fi: Ilmoittaa nykyisen osan sekä osien kokonaismäärän nykyisessä tiedostossa.
fr: Donne la référence de la plage actuelle, ainsi que le nombre totale de plages.
gl: Da a referencia da parte actual, así como do número total de partes.
he: מחזיר את ההפניה של החלק בפועל ואת המספר הכולל של חלקים בקובץ הנוכחי.
hr: Daje referencu trenutačnog dijela te ukupni broj dijelova u trenutačnoj datoteci.
it: Fornisce i riferimenti alla sezione corrente e del numero totale di parti presenti nel file.
pl: Podaje referencję aktualnej części i całkowitą liczbę częsci w aktualnym pliku.
pt_br: Diz a referência da parte atual e o número total de partes no arquivo atual.
pt_pt: Dá a referência do sector actual, bem como o número total de sectores.
ro: Afișează referința părții actuale și numărul total de părți în fișierul curent.
sk: Povie číslo aktuálnej časti a celkový počet častí aktuálneho súboru.
sr: Daje ime trenutnog dela i ukupan broj delova datoteke.

source: Lets open the help of the current add-on.
ar: يُمَكِّنكم من فتح ملف المساعدة للإضافة البرمجية الجارية
bg: Отваря помощната документация за добавката
da: Lad os åbne hjælpen for den nuværende tilføjelse.
de: Zeigt Hilfe zur aktuellen Erweiterung an.
es: Permite de abrir la ayuda del actual complemento.
fi: Avaa lisäosan ohjeen.
fr: Permet d'ouvrir l'aide du module complémentaire courant.
gl: Permite abrir a axuda do complemento actual.
he: מאפשר לפתוח את העזרה של ההרחבה הנוכחית.
hr: Otvara pomoć trenutačnog dodatka.
it: Apre l'aiuto di questo componente aggiuntivo.
pl: Otwiera pomoc aktualnego dodatku.
pt_br: Permite abrir a ajuda do complemento atual.
pt_pt: Permite abrir a ajuda do extra.
ro: Hai să Deschidem ghidul de utilizare al suplimentului curent.
sk: Otvorí pomocníka pre doplnok.
sr: Otvara pomoć dodatka.

source: {0} addon configuration
ar: إعدادات الإضافة البرمجية &{0}
bg: Настройки на добавката {0}...
da: {0} konfiguration
de: {0} Konfiguration der Erweiterung
es: Configuración del complemento {0}
fi: {0}-lisäosan asetukset
fr: Configuration du module complémentaire {0}
gl: Configuración do complemento {0}
he: {0} תצורת תוסף
hr: Konfiguracija dodatka {0}
it: Configurazione componente aggiuntivo {0}
pl: konfiguracja dodatku {0}
pt_br: Configuração do complemento {0}
pt_pt: {0} Configuração do extra
ro: Configurarea suplimentului {0}
sr: {0} Podešavanja dodatka

source: Allows you display the configuration dialog of {0} addon.
ar: يُمَكِّنُكم من فتح صندوق الإعدادات الخاصَّة ب{0}
bg: Позволява ви да извикате диалоговия прозорец за конфигуриране на добавката {0}
da: Tillader dig at vise konfigurationsdialogen for tilføjelsespakken {0}.
de: Ermöglicht es, den Konfigurationsdialog für die Erweiterung {0} zu öffnen.
es: Permite de visualizar el cuadro de diálogo de configuración de {0}
fi: Näyttää {0}-lisäosan asetusvalintaikkunan.
fr: Vous permet d'afficher la boîte de dialogue de configuration de {0}
gl: Permite visualizar o cadro de diálogo de configuración de {0}
he: מאפשר להציג את תיבת הדו-שיח של התצורה של {0} תוסף.
hr: Omogućuje prikaz dijaloškog okvira konfiguracije dodatka {0}.
it: Consente di visualizzare la configurazione per il componente aggiuntivo {0}
pl: umożliwia pokazywanie konfiguracji dla dodatku {0}.
pt_br: Permite exibir a caixa de diálogo de configuração do complemento {0}.
pt_pt: Permite-lhe visualizar o quadro do diálogo de configuração do {0} extra
ro: Vă permite să afișați dialogul de configurare al suplimentului {0}.
sk: Zobrazí nastavenia doplnku {0}
sr: Prikazuje dijalog podešavanja {0} dodatka.

source: Configuration of the addon {0}
ar: إعدادات الإضىفة البمجية {0}
bg: Настройки на добавката {0}
da: Konfiguration af tilføjelsespakken {0}
de: Konfiguration der Erweiterung {0}
es: Configuración del complemento {0}
fi: {0}-lisäosan asetukset
fr: Configuration de l'addon {0}
gl: Configuración do complemento {0}
he: קביעת תצורה של התוסף {0}
hr: Konfiguracija dodatka {0}
it: Configurazione del componente aggiuntivo {0}
pl: Konfiguracja dodatku {0}
pt_br: Configuração do complemento {0}
pt_pt: Configuração do extra {0}
ro: Configurarea suplimentului {0}
sk: Nastavenia doplnku {0}
sr: Podešavanja dodatka {0}

source: Enable announcements of the space key
ar: تشغيل الإعلانات المتعلقة بزر المسافة
bg: Разреши съобщаването на клавиша за интервал
da: Aktivér meddelelser om mellemrumstasten
de: Ansage der Leertaste aktivieren
es: Habilitar los anuncios de la barra espaciadora
fi: Ota käyttöön välilyöntinäppäimen ilmoitukset
fr: Activer les annonces de la touche espace
gl: Habilitar os anuncios da barra espaciadora
he: אפשר הכרזות על מקש הרווח
hr: Aktiviraj najavljivanje razmaknice
it: Abilita gli annunci per il tasto spazio
pl: Włącz zgłaszanie spacji
pt_br: Habilitar os anúncios da tecla de espaço
pt_pt: activar os anúncios da barra de espaços
ro: Activează anunțurile tastei spațiu
sk: Oznamovať zmeny po stlaení medzerníkač
sr: Omogući izgovor tastera razmak

source: Announce the placement of the selection markers
ar: تشغيل الإعلان عِند وضع مُؤَ"شِرات التحديد
bg: Съобщавай поставянето на маркерите за селекцията
da: Annoncér placeringen af markeringsmarkørerne
de: gibt Die Platzierung der Markierungspunkte aus.
es: Anunciar la colocación de Tags de selección
fi: Ilmoita valintamerkkien sijainti
fr: Annoncer le placement des marqueurs de sélection
gl: Anunciar a colocación das marcas de seleción
he: הכרז את המיקום של סמני הבחירה
hr: Najavi poziciju oznaka za odabir
it: Notifica la posizione del marcatore di selezione
pl: Zgłaszaj miejsce markerów oznaczenia
pt_br: Anuncie a colocação dos marcadores de seleção
pt_pt: Anunciar a colocação das etiquetas de selecção
ro: Anunță plasarea marcajelor de selecție
sk: Oznamovať umiestnenie značiek
sr: Izgovori mesto markera izbora

source: Enable the other announces
ar: تشغيل الإعلانات الأُخرى
bg: Разреши другите съобщения
da: Aktiver de andre meddelelser
de: Andere Ansagen aktivieren
es: Habilitar los otros anuncios
fi: Ota käyttöön muut ilmoitukset
fr: Activer les autres annonces
gl: Habilitar outros anuncios
he: הפעל את ההכרזות האחרות
hr: Aktiviraj ostale najave
it: Abilita annunci aggiuntivi
pl: Włącz inne zgłaszania
pt_br: Habilitar os outros anúncios
pt_pt: Activar os outros anúncios.
ro: Activează alte anunțuri
sk: Oznamovať dodatočné informácie
sr: Omogući druge objave

source: You have installed the mp3DirectCut-1.1 add-on which is incompatible with this one. Do you want to uninstall this old version?
ar: لقد تم تثبيت الإضافة mp3DirectCut-1.1 التي ليست ملائمة مع هذه النسخة. هل تُريد إزالة هذه النسخة القديمة?
es: Ha instalado el complemento mp3DirectCut-1.1 que es incompatible con ésta nueva versión. ¿Quieres desinstalar esta versión antigua?
fr: Vous avez installé le module complémentaire mp3DirectCut-1.1 qui n'est pas compatible avec cette version, voulez-vous le retirer?

source: Uninstall incompatible version
ar: إزالة نسخة غير ملائمة
es: Desinstalación de una versión incompatible
fr: Version incompatible

source: some commands to use mp3directcut with NVDA
ar: بعضُ المساعدات لتسهيل إستعمال mp3DirectCut مع NVDA
bg: Допълнителни команди за използване на mp3DirectCut с NVDA
da: nogle kommandoer til at bruge mp3directcut med NVDA
de: einige Befehle um mp3directcut mit NVDA zu nutzen
fi: Muutamia komentoja NVDA:lle mp3DirectCutin käyttämiseen
fr: Certaines commandes pour utiliser mp3DirectCut avec NVDA
gl: Algunhas ordes para usar o mp3DirectCut co NVDA
he: כמה פקודות שמשתמשות ב MP3directcut עם NVDA
hr: neke naredbe za upotrebu programa mp3directcut s NVDA čitačem
it: Alcuni comandi per usare mp3DirectCut con NVDA
pl: Niektóre komendy do używania Mp3 Direct cut z NVDA
pt_br: alguns comandos para usar o mp3directcut com o NVDA
pt_pt: Alguns comandos para utilizar o MP3 Direct Cut com o NVDA.
ro: Niște comenzi pentru utilizarea mp3directcut cu NVDA
sk: Poskytuje doplnkové príkazy na ovládanie aplikácie mp3directcut
sr: Neke komande za korišćenje programa MP3 Direct cut sa programom NVDA.

source: The vu-meter is not available. Please verify if a recording is in progress, and that the checkbox enable the margin button is checked in the options of {0}.
da: Vu-meteret er ikke tilgængelig. Kontroller venligst, om en optagelse er i gang, og at checkboksen "Aktivér margenknappen" er markeret i indstillingerne for {0}.
de: Das vu-meter ist nicht verfügbar. Bitte überprüfen Sie, ob eine Aufzeichnung läuft und ob das Kontrollkästchen"Schalter für Begrenzung aktivieren" in den Optionen von {0} aktiviert ist.
hr: Vu-metar nije dostupan. Provjeri da je snimanje u tijeku, i da je potvrdni okvir omogući gumb margine označen u opcijama za {0}.
pt_br: O medidor de volume não está disponível. Verifique se uma gravação está em andamento e se a caixa de seleção habilitar o botão de margem está marcada nas opções do {0}.
pt_pt: O medidor de volume não está disponível. Verifique se uma gravação está em andamento e se a caixa de selecção habilitar o botão de margem está marcada nas opções de {0}.
sk: Nepodarilo sa zistiť úroveň hlasitosti. Skontrolujte, že je spustené nahrávanie a že je začiarknutá položka "Aktivovať tlačidlo rozpätie" v nastaveniach {0}.

source: Start selection marker set.
bg: Маркерът за начало на селекцията е зададен
da: Start sæt af markeringsmarkører.
de: Markierungsanfang Marker gesetzt.
fi: Valinnan aloitusmerkki asetettu
gl: Marca de comezo de seleción definida.
hr: Oznaka za početak odabira postavljena.
it: Marcatore di inizio selezione impostato.
pl: ustawiony początek znacznika zaznaczenia.
pt_br: Definido o marcador de início de seleção.
pt_pt: Etiqueta de início de selecção definida.
sk: Začiatok označený.
sr: Početni marker izbora postavljen

source: End selection marker set.
bg: Маркерът за край на селекцията е зададен
da: Afslut sæt af markeringsmarkører.
de: Markierungsende Marker gesetzt.
fi: Valinnan lopetusmerkki asetettu
gl: Marca de remate de seleción definida.
hr: Oznaka za kraj odabira postavljena.
it: Marcatore di fine selezione impostato.
pl: Ustawiony koniec znacznika zaznaczenia.
pt_br: Definido o marcador de final de seleção.
pt_pt: Definida a marca final de selecção.
sk: Koniec označený.
sr: Završni marker izbora postavljen

source: Selection canceled.
da: Markering annulleret.
de: Auswahl abgebrochen.
hr: Odabir poništen.
it: Selezione cancellata.
pl: Zaznaczenie anulowane.
pt_br: Seleção cancelada.
pt_pt: Selecção cancelada!
sk: Označenie zrušené.
sr: Izbor otkazan.
