Repository: abdel792/mp3DirectCut
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: ar, bg, da, de, es, fi, fr, gl, he, hr, it, pl, pt_br, pt_pt, ro, sk, sr

source: hours
ar: ساعة
bg: Часове
da: timer
de: Stunden
es: horas
fi: tuntia
fr: heures
gl: horas
he: שעות
hr: sati
it: ore
pl: godzin
pt_br: horas
pt_pt: horas
ro: ore
sk: hodiny
sr: Sati

source: minutes
ar: دقيقة
bg: Минути
da: minutter
de: Minuten
es: minutos
fi: minuuttia
gl: minutos
he: דקות
hr: minute
it: minuti
pl: minut
pt_br: minutos
pt_pt: minutos
ro: minute
sk: minúty
sr: Minuti

source: seconds
ar: ثانية
bg: Секунди
da: sekunder
de: Sekunden
es: segundos
fi: sekuntia
fr: secondes
gl: segundos
he: שניות
hr: sekunde
it: secondi
pl: sekund
pt_br: segundos
pt_pt: segundos
ro: secunde
sk: sekundy
sr: Sekunde

source: hundredths
ar: أجزائ مِن المِءة
bg: Стотни
da: hundrededele
de: Hundertstel
es: centésimas
fi: sadasosaa
fr: centièmes
gl: centésimas
he: מאה
hr: stotinke
it: centinaia
pl: setnych
pt_br: centésimos
pt_pt: centésimas
ro: sutimi
sk: stotiny
sr: Stotinke

source: thousandths
ar: أجزائ مِنْ الألف
bg: Хилядни
da: tusindedele
de: Tausendstel
es: milésimas
fi: tuhannesosaa
fr: millièmes
gl: milésimas
he: אלף
hr: tisućinke
it: migliaia
pl: tysięcznych
pt_br: milésimos
pt_pt: milésimas
ro: miimi
sk: tisíciny
sr: Hiljaditi delovi sekunde

source: No selection
ar: ليس هناك أي تحديد
bg: Няма селекция
da: Intet valgt
de: Keine Auswahl
es: Ninguna selección
fi: Ei valintaa
fr: Aucune sélection
gl: Sen seleción
he: אין בחירה
hr: Nema odabira
it: Nessuna selezione
pl: Nie ma zaznaczenia
pt_br: Sem seleção
pt_pt: Sem selecção
ro: Fără selecție
sk: nič nie je vybraté
sr: Nema izbora

source: Beginning of the file.
ar: بداية الملف.
bg: Начало на файла.
da: Begyndelsen af filen.
de: Dateianfang.
es: Inicio de pista.
fi: Tiedoston alku.
fr: Début du morceau.
gl: Comezo de ficheiro.
he: תחילת הקובץ.
hr: Početak datoteke.
it: Inizio del file.
pl: Początek pliku.
pt_br: Início do arquivo.
pt_pt: Início do ficheiro.
ro: Începutul fișierului
sk: Začiatok súboru.
sr: Početak datoteke

source: End of the file.
ar: نهاية الملف.
bg: Край на файла.
da: Slutning af filen.
de: Dateiende.
es: Final de pista.
fi: Tiedoston loppu.
fr: Fin du morceau.
gl: Final de ficheiro.
he: סוף הקובץ.
hr: Kraj datoteke.
it: Fine del file.
pl: Koniec pliku.
pt_br: Fim do arquivo.
pt_pt: Fim do ficheiro.
ro: Sfârșitul fișierului.
sk: Koniec súboru.
sr: Kraj datoteke.

source: Not file is loaded. Please check that you are in a file, open one with Control O, or R to start recording.
ar: لا يوجد هناك أيُّ ملف مفتوح, افتحوا ملف"ًا Control O, أو R لبدئ التسجيل.
bg: Няма зареден файл. Моля, уверете се че има зареден файл, отворете такъв с Control+O, или натиснете R, за да започнете запис.
da: Filen er ikke indlæst. Kontrollér, at du er i en fil. Åbn en med CTRL+O, eller tryk R for at starte optagelsen.
de: Es ist keine Datei geladen. Bitte überprüfen Sie, ob Sie sich in einer Datei befinden. Sie können mittels STRG+O eine Datei öffnen oder mittels R mit der Aufzeichnung beginnen.
es: No hay ningún archivo cargado. Compruebe que está en un archivo, o abre uno con Control O, o R para iniciar la grabación.
fi: Tiedostoa ei ole avoinna. Varmista, että olet tiedostossa, avaa sellainen näppäinkomennolla Control+O tai käynnistä äänitys painamalla R.
fr: Aucun fichier n'est chargé. Veuillez vérifier que vous êtes bien dans un fichier, ouvrez-en un avec Contrôle O, ou R pour commencer un enregistrement.
gl: Non hai ningún ficheiro cargado. Comproba que estás nun ficheiro, ou abre un co Control O, ou R para comezar a grabación.
he: לא נטען הקובץ. בדוק אם אתה נמצא בקובץ, פתח אותו עם Control O או R כדי להתחיל בהקלטה.
hr: Nijedna datoteka nije učitana. Provjeri, da se nalaziš u datoteci, otvori jednu datoteku pomoću kontrol+O ili R za pokretanje snimanja.
it: Nessun file caricato. Aprirne uno con ctrl-o, oppure premere r per iniziare una registrazione.
pl: Nie ma załadowanego pliku. Upewnij się, że plik jest otwarty, otwórz go za pomocą skrótu Ctrl O, lub Naciśnij R aby rozpocząć nagrywanie.
pt_br: Nenhum arquivo está carregado. Verifique se você está em um arquivo, abra um com Control O, ou R para iniciar a gravação.
pt_pt: Não há nenhum ficheiro aberto. Verifique se está num ficheiro, abra um com "CTRL+O ou pressione "R" para gravar.
ro: Niciun fișier nu este încărcat. Vă rugăm să verificați dacă sunteți într-un folder de fișiere, deschideți unul cu Control+O, sau apăsați R pentru a porni înregistrarea.
sk: Nie je otvorený žiadny súbor. Otvorte súbor skratkou ctrl+o alebo spustite nahrávanie skratkou r.
sr: Datoteka nije učitana. Proverite da li ste otvorili datoteku komandom Kontrol+o ili pritisnite r za početak snimanja.

source: This command is not available in a recording mode, it is available only in a reading mode !
ar: هذه العملية لا يمكن إجراؤها في صيغة التسجيل. يجب إجراؤها في صيغة القراءَة فقط.
bg: Тази команда не се поддържа в режим на записване, а само при възпроизвеждане.
da: Denne kommando er ikke tilgængelig i en optagetilstand, den er kun tilgængelig i en læsningstilstand!
de: Dieser Befehl ist im Aufnahmemodus nicht verfügbar . Er ist nur im Lesemodus verfügbar!
es: Esta orden no está disponible en modo de grabación, está disponible sólo en modo de reproducción.
fi: Tämä komento ei ole käytettävissä äänitystilassa!
fr: Cette commande n'est pas disponible en mode d'enregistrement, elle n'est disponible qu'en mode de lecture
gl: Esta orde non está dispoñible en modo de grabación, estáo só en modo de reprodución.
he: פקודה זו אינה זמינה במצב הקלטה, היא זמינה רק במצב קריאה!
hr: Ova naredba nije dostupna u modusu snimanja, dostupna je samo u modusu čitanja!
it: Questo comando non è disponibile in modalità di registrazione, è disponibile solo in modalità di lettura!
pl: Ta komenda nie jest dostępna w trybie nagrywania, dostępna jest tylko w trybie czytania!
pt_br: Este comando não está disponível em modo de gravação, está disponível apenas no modo de leitura!
pt_pt: Este comando não está disponível em modo de gravação, mas apenas em modo de leitura
ro: Această comandă nu este disponibilă în modul de înregistrare, ea funcționează doar în modul de citire.
sk: Tento príkaz nefunguje počas nahrávania ale len počas prehrávania!
sr: Ova prečica nije dostupna u režimu snimanja, dostupna je samo u režimu čitanja.

source: Please close the opened menu to use this command.
ar: الرَّجَائ, إغلاق قاءمة الأشْرِطة المفتوحة حَتَّى تتمكَّنُوا من القيام بهذه العملية.
es: Por favor, cierra el menú abierto para utilizar esta orden.
fr: Veuillez refermer le menu ouvert pour utiliser cette commande.
ro: Vă rugăm să închideți meniul deschis pentru a utiliza această comandă.

source: The marker of the beginning of selection B is at
ar: مؤِّشر بداية التحديد B موجود عند
bg: Маркерът за начало на селекцията (B) е на позиция:
da: Markøren for begyndelsen af markering B er ved
de: Der Marker für den Markierungsanfang der Auswahl B ist bei
es: El Tag de inicio de selección B está en
fi: Valinnan aloitusmerkki on kohdassa
fr: Le marqueur de début de sélection B est à
gl: A marca de comezo de seleción B está en
he: הסמן של תחילת הבחירה B הוא ב
hr: Oznaka početka odabira B se nalazi na poziciji
it: Il marcatore di inizio selezione B è a
pl: Marker początku zaznaczenia B znajduje się w
pt_br: O marcador de início da seleção B está em
pt_pt: A etiqueta de início de selecção, b, está em
ro: Marcajul începutului selecției B este la
sk: Začiatok je označený na
sr: Marker početka izbora slovom b je na poziciji

source: The marker of the End of selection N is at
ar: مؤِّشر نهاية التحديد N موجود عند
bg: Маркерът за край на селекцията (N) е на позиция:
da: Markøren for slutningen af markering N er ved
de: Der Marker für das Markierungsende der Auswahl N ist bei
es: El Tag de final de selección N está en
fi: Valinnan lopetusmerkki on kohdassa
fr: Le marqueur de fin de sélection N est à
gl: A marca de remate de seleción N está en
he: הסמן של סוף הבחירה N הוא ב
hr: Oznaka kraja odabira N se nalazi na poziciji
it: Il marcatore di fine selezione N è a
pl: Marker kończa zaznaczenia N znajduje się
pt_br: O marcador de Final da seleção N está em
pt_pt: A etiqueta de final de selecção, n, está em
ro: Marcajul sfârșitului selecției N este la
sk: Koniec je označený na
sr: Marker kraja izbora slovom n je na poziciji

source: The level of the vu-meter is at
ar: مستوى درجة التسجيل هو
bg: Нивото на vu-meter е:
da: Vu-meteres niveau er på
de: Der Vu-Meter liegt bei
es: El nivel del vúmetro está en
fi: VU-mittarin taso on
fr: Le niveau du vu-mètre est à
gl: O nivel del vúmetro está en
he: רמת מטר ה-וו נמצאת ב
hr: Razina vu-metra je na
it: Il livello di vu-meter è a
pl: Poziom miernika VU jest na
pt_br: O nível do medidor de volume está em
pt_pt: O nível do medidor de volume está em
ro: Nivelul vu-meter-ului este la
sk: Hlasitosť je na
sr: nivo vu-metra je na

source: Total time:
ar: الوقتُ الكامل :
bg: Общо времетраене:
da: Tid i alt:
de: Gesamtzeit
es: Tiempo total:
fi: Kokonaisaika:
fr: Temps total :
gl: Tempo total:
he: זמן כולל:
hr: Ukupno vrijeme:
it: Tempo totale:
pl: całkowity czas trwania:
pt_br: Tempo total:
pt_pt: Tempo total:
ro: Timp total:
sk: Celkový čas:
sr: Ukupno vreme:

source: Duration of selection
ar: مُدَّة التَّحديد
bg: Времетраене на селекцията:
da: Varighed af udvælgelsen
de: Dauer der Markierung
es: Duración de la selección
fi: Valinnan kesto
fr: Durée de la sélection
gl: Duración da seleción
he: משך הבחירה
hr: Trajanje odabira
it: Durata della selezione
pl: trwanie oznaczonego fragmentu
pt_br: Duração da seleção
pt_pt: Duração da selecção
ro: Durata selecției
sk: Dĺžka výberu
sr: Trajanje izbora

source: Actual part
ar: الجُزئ الحالي
bg: Реална част
da: Faktiske del
de: Derzeitiger Abschnitt
es: Sector actual
fi: Nykyinen osa
fr: Plage actuelle
gl: Parte actual
he: החלק בפועל
hr: Trenutačni dio
it: Parte attuale
pl: Aktualna część
pt_br: Parte atual
pt_pt: Sector actual
ro: Parte actuală
sk: Aktuálna časť
sr: Trenutni deo

source: Selection not found.
ar: لا يوجد هنالك أي تحديد.
bg: Не е открита селекция.
da: Markering ikke fundet.
de: Auswahl nicht gefunden.
es: Selección no encontrada.
fi: Valintaa ei löydy.
fr: Sélection non-trouvée.
gl: Seleción non atopada.
he: הבחירה לא נמצאה.
hr: Odabir nije pronađen.
it: Selezione non trovata.
pl: Zaznaczenie nie istnieje.
pt_br: Seleção não encontrada.
pt_pt: Selecção não encontrada.
ro: Selecție negăsită
sk: Nepodarilo sa nájsť výber
sr: Izbor nije pronađen.

source: Information specific to the actual part is not available.
ar: المعلومةُ الخاصَّةُ بالجُزئ الحالي غيرُ موجودة.
bg: Не е налична информация относно реалната част.
da: Oplysninger, der er specifikke for den faktiske del, er ikke tilgængelige.
de: Spezifische Informationen zum aktuellen Teil sind nicht verfügbar.
es: La información específica del sector actual no está disponible.
fi: Nykyisen osan tietoja ei ole saatavilla.
fr: L'information spécifique à la plage actuelle n'est pas disponible.
gl: A información específica da parte actual non está dispoñible.
he: מידע ספציפי לחלק בפועל אינו זמין.
hr: Informacije o trenutačnom dijelu nisu dostupne.
it: Non sono disponibili informazioni per la parte specifica.
pl: Informacja dla aktualnej określonej części nie jest znaleziona.
pt_br: Informações específicas para a parte atual não estão disponíveis.
pt_pt: A informação específica do sector actual não está disponível
ro: Informația specifică pentru partea actuală nu este disponibilă.
sk: Nepodarilo sa zistiť informácie o aktuálnej časti
sr: Informacije o izabranom delu nisu dostupne.

source: Please check that no selection has been made.
ar: الرَّجائ التأكُّد مِن عدم وجود أيِّ منطقةٍ محددة.
bg: Моля, уверете се, че няма направена селекция.
da: Kontroller, at der ikke er foretaget en markering.
de: Bitte überprüfen Sie, dass keine Auswahl getroffen wurde.
es: Compruebe que no se ha realizado ninguna selección.
fi: Tarkista, ettei valintaa ole tehty.
fr: Vérifiez qu'aucune sélection n'a été réalisée.
gl: Por favor comproba que non se fixo ningunha seleción.
he: נא בדוק כי לא בוצעה בחירה.
hr: Provjeri, da ništa nije odabrano.
it: Si prega di verificare di non aver effettuato alcuna selezione.
pl: Upewnij się, że zaznaczenie jest zrobione.
pt_br: Por favor, verifique se nenhuma seleção foi feita.
pt_pt: Verifique se se realizou alguma selecção
ro: Vă rugăm să verificați dacă nicio selecție nu a fost făcută.
sk: Skontrolujte, že nie je vybratý žiadny úsek
sr: Molimo proverite da izbor ne postoji.

source: Please chek that you are not in a recording mode.
ar: الرَّجائ التأكد من أنكم لستم في حالةِ تسجيل.
bg: Моля, уверете се, че не сте в режим на записване.
da: Vær venlig at sørge for at du ikke er i en optagetilstand.
de: Bitte stellen Sie sicher, dass sie sich nicht im Aufnahmemodus befinden.
es: Compruebe que no está en modo de grabación.
fi: Tarkista, että et ole äänitystilassa.
fr: Vérifiez que vous n'êtes pas en mode d'enregistrement.
gl: Por favor comproba que non estás en modo de grabación.
he: נא ודא שאינך במצב הקלטה.
hr: Provjeri, da se ne nalaziš u modusu snimanja.
it: Si prega di controllare di non essere in modalità di registrazione.
pl: Upewnij się, że nie znajdujesz się w trybie nagrywania.
pt_br: Por favor, verifique que não está em modo de gravação.
pt_pt: Verifique que não está em modo de gravação.
ro: Vă rugăm să verificați dacă nu sunteți în modul de înregistrare.
sk: Overte, že nie je spustené nahrávanie.
sr: Molimo proverite da niste u režimu snimanja.

source: of
ar: من
bg: от
da: af
de: von
es: de
fr: sur
gl: de
he: של
hr: od
it: di
pl: z
pt_br: de
pt_pt: de
ro: din
sk: z
sr: Od

source: Part
ar: جُزْء
bg: Част
da: Del
de: Abschnitt
es: Sector
fi: Osa
fr: Plage
gl: Parte
he: חלק
hr: Dio
it: Parte
pl: Część
pt_br: Parte
pt_pt: Sector
ro: Parte
sk: časť
sr: Deo

source: No time remaining !
ar: لا يوجد وقت مُتَبَق"يْ
bg: Няма оставащо време.
da: Ingen tid tilbage!
de: Keine verbleibende Zeit!
es: ¡No hay tiempo restante!
fi: Ei jäljellä olevaa aikaa!
fr: Aucune durée restante !
gl: ¡Sen tempo restante!
he: אין זמן שנותר!
hr: Nema preostalog vremena!
it: Nessun tempo rimanente!
pl: Nie ma pozostałego czasu trwania!
pt_br: Não há tempo restante!
pt_pt: Não há mais tempo!
ro: Fără timp rămas!
sk: žiadny zostávajúci čas!
sr: Nema preostalog vremena!

source: The recording is ready ! It remains only to press spacebar for begin the recording. This same spacebar will stop the recording !
ar: التسجيل جاهز, ما بقي إلا الضغطُ على زر المسافة. ذلك الزر نفسه سيمكنكم من توقيف التسجيل
bg: Програмата е готова за запис. Остава само да натиснете клавиша за интервал, за да започнете записването. Натискането на клавиша за интервал повторно ще спре записването.
da: Optagelsen er klar! Du skal blot trykke på mellemrumstasten for at starte optagelsen. Samme mellemrumstast stopper optagelsen!
de: Die Aufnahme ist bereit ! Drücken Sie die Leertaste, um mit der Aufnahme zu beginnen. Die Leertaste kann auch für das Anhalten der Aufnahme gedrückt werden !
es: ¡La grabación está lista! Más que pulsar sobre la barra espaciadora para iniciar la grabación. ¡Esta misma barra espaciadora detendrá la grabación!
fi: Äänite on valmiina! Aloita uusi äänitys ja lopeta se painamalla välilyöntiä.
fr: L'enregistrement est prêt ! Plus qu'à appuyer sur la barre d'espacement. Cette même barre d'espacement arrêtera l'enregistrement !
gl: ¡A grabación está lista! mantén ppremeda a barra espaciadora para comezar a grabación. ¡Esta mesma barra espaciadora deterá a grabación!
he: ההקלטה מוכנה! נותר רק ללחוץ על מקש רווח עבור התחלת ההקלטה. מקש הרווח גם יפסיק את ההקלטה!
hr: Snimanje je spremno! Sad se još samo mora pritisnuti razmaknica za početak snimanja. Razmaknica također zaustavlja snimanje!
it: La registrazione è pronta! Resta solo da premere la barra spaziatrice per iniziare la registrazione. Ripremere spazio per interromperla in qualsiasi momento.
pl: Nagrywanie jest gotowe! Pozostaje tylko nacisnąć spację, aby rozpocząć nagrywanie. Ta sama spacja zatrzymuje nagrywanie!
pt_br: A gravação está pronta! Resta apenas pressionar a barra de espaço para iniciar a gravação. Essa mesma barra de espaço irá parar a gravação!
pt_pt: A gravação está pronta. Pressione a barra de espaço para a iniciar e, depois, volte a pressioná-la para terminar.
ro: Înregistrarea este gata! Rămâne doar să apăsați spațiu pentru a reda înregistrarea. Din nou apăsat, spațiu va opri redarea!
sk: Nahrávanie spustíte a zastavíte medzerou.
sr: Snimanje je spremno! Ostaje samo da pritisnete razmak za početak. Isti razmak zaustavlja snimanje.

source: A recording is in progress, please press spacebar for stop it and start a new one.
ar: هناك عمليةُ تسجيل حاليًا. الرَّجَاء توقيفُ هذه العملية بالضغط على زر المسافة و إعىدَةُ المحاولة.
bg: Записването е в ход. Моля, натиснете клавиша за интервал, за да го спрете и да започнете ново записване.
da: En optagelse er i gang. Tryk på mellemrumstasten for at stoppe den og starte en ny.
de: Eine Aufnahme wird gerade ausgeführt. Bitte drücken Sie die Leertaste um diese zu stoppen und starten Sie anschließend eine neue Aufnahme.
es: Una grabación está en curso, por favor pulsa la barra espaciadora para detenerla y iniciar una nueva.
fi: Äänitys on käynnissä. Lopeta ja aloita uusi painamalla välilyöntiä.
fr: Un enregistrement est en cours, veuillez appuyer sur espace pour le stopper et commencez-en un nouveau.
gl: Unha grabación está en progreso, por favor preme a barra espaciadora para detela e comezar una nova.
he: ההקלטה מתבצעת, לחץ על מקש הרווח כדי לעצור אותו ולהתחיל אחד חדש.
hr: Snimanje je u tijeku. Pritisni razmaknicu za zaustavljanje ili za početak novog snimanja.
it: È in corso una registrazione, si prega di premere la barra spaziatrice per interrompere ed avviarne una di nuova.
pl: Nagrywanie w toku, proszę nacisnąć spację, aby ję zatrzymać i zacząć nowe.
pt_br: Uma gravação está em andamento, por favor pressione barra de espaço para pará-la e iniciar uma nova.
pt_pt: Está em progresso Uma gravação. Pressione barra de espaço para terminá-la e começar outra.
ro: O înregistrare este în desfășurare, vă rugăm să apăsați spațiu pentru a o opri și a începe una nouă.
sk: Nahrávanie je spustené. Medzerníkom môžete zastaviť a znovu spustiť nahrávanie.
sr: Snimanje je u toku, molimo pritisnite razmak da ga zaustavite ili započnite novo snimanje.

source: The recording is not ready !
ar: التسجيل غيرُ جاهز
bg: Няма готовност за записване.
da: Optagelsen er ikke klar!
de: Die Aufnahme ist noch nicht fertig
es: ¡ La grabación no está lista!
fi: Äänite ei ole valmiina!
fr: L'enregistrement n'est pas prêt !
gl: ¡A grabación non está lista!
he: ההקלטה אינה מוכנה!
hr: Snimanje nije spremno!
it: La registrazione non è pronta!
pl: Nagrywanie nie jest gotowe!
pt_br: A gravação não está pronta!
pt_pt: A gravação não está preparada!
ro: Înregistrarea nu este gata!
sk: Nie ste v režime nahrávania!
sr: Snimanje nije spremno!

source: Elapsed time:
ar: الوقتُ المنصرم :
bg: Изминало време:
da: Forløbet tid:
de: Abgelaufene Zeit:
es: Tiempo transcurrido:
fi: Aikaa kulunut:
fr: Temps écoulé :
gl: Tempo transcorrido:
he: הזמן שחלף:
hr: Proteklo vrijeme:
it: Tempo trascorso:
pl: czas trwania:
pt_br: Tempo decorrido:
pt_pt: Tempo passado
ro: Timp scurs:
sk: uplinutý čas:
sr: Proteklo vreme:

source: Gives the duration from the beginning of the file to the current position of the playback cursor. If pressed twice, gives the total duration.
ar: يعطي المُدَّةَ المسموعةَ من بداية المُسْتَند, إلى غاية المكان الحالي الَّذِي يوجد فيه رأسُ القراءة. ضَغْطٌ مُزدوجٌ يُعطي المُدَّة الكاملة.
bg: Съобщава времетраенето от началото на файла до текущата позиция на курсора за възпроизвеждане. При двукратно натискане съобщава общото времетраене.
da: Giver varigheden fra begyndelsen af filen til den aktuelle position af afspilningsmarkøren. Hvis der trykkes to gange, vil den samlede varighed blive oplyst.
de: Gibt die Dauer vom Anfang der Datei bis zur aktuellen Position des Wiedergabe-Cursors an. Bei zweimaligem Drücken wird die Gesamtdauer ausgesprochen.
es: Da la duración recorrida desde el inicio del archivo hasta la ubicación actual del cursor de reproducción. Un doble presión da el tiempo total.
fi: Ilmoittaa keston tiedoston alusta toistokohdistimen nykyiseen sijaintiin saakka. Kahdesti painettaessa ilmoitetaan kokonaiskesto.
fr: Donne la durée parcourue depuis le début du fichier jusqu'à l'emplacement actuel du curseur de lecture. Une double pression donne la durée totale.
gl: Da a duración percorrida dende o comezo do ficheiro ata a ubicación actual do cursor de reprodución. Unha dobre presión da o tempo total.
he: מחזיר את משך הזמן מתחילת הקובץ למיקום הנוכחי של סמן ההשמעה. אם לחצת פעמיים, נותן את משך הזמן הכולל.
hr: Daje trajanje od početka datoteke do trenutačne pozicije kursora sviranja. Dvaput pritisnuto daje ukupno trajanje.
it: Fornisce la durata dall'inizio del file alla posizione corrente del cursore di riproduzione. Se premuto due volte, legge la durata totale.
pl: Podaje czas trwania od początku do aktualnej pozycji kursora odtwarzania. Jeżeli nest wciśnięte dwa razy, podaje całkowite trwanie.
pt_br: Dá a duração desde o início do arquivo até a posição atual do cursor de reprodução. Se pressionado duas vezes, fornece a duração total.
pt_pt: Dá a duração decorrida desde o início do ficheiro até à posição actual do cursor de reprodução. Se pressionar duas vezes, dá o tempo total.
ro: Afișează durata de la începutul fișierului până la poziția curentă a cursorului de redare. Dacă este apăsat de două ori, afișează durata totală.
sk: Oznámy uplynutý čas nahrávky. Stlačené dvakrát rýchlo za sebou oznámy celkový čas nahrávky.
sr: Daje trajanje od trenutne pozicije kursora reprodukcije. Ako se pritisne dva puta daje ukupno trajanje datoteke.

source: Remaining time:
ar: الوقتُ المتبقي :
bg: Оставащо време:
da: Resterende tid:
de: Verbleibende Zeit:
es: Tiempo restante:
fi: Aikaa jäljellä:
fr: Temps restant :
gl: Tempo restante:
he: זמן שנותר:
hr: Preostalo vrijeme:
it: Tempo rimanente:
pl: Pozostały czas:
pt_br: Tempo restante:
pt_pt: Tempo restante:
ro: Timp rămas
sk: Zostávajúci čas:
sr: Preostalo vreme:

source: Gives the time remaining from the current position of the playback cursor to the end of the file.
ar: يعطي المُدَّةَ المُتَبَق"قية من المكان الحالي الَّذِي يوجد فيه رأسُ القراءة, إلى نهاية الملف.
bg: Съобщава оставащото време от текущата позиция на курсора за възпроизвеждане до края на файла.
da: Giver den resterende tid fra den aktuelle position af afspilningsmarkøren til slutningen af filen.
de: Gibt die Restzeit von der aktuellen Wiedergabeposition bis zum Ende der Datei aus.
es: Da el tiempo restante desde la posición actual del cursor de reproducción hasta el final del archivo.
fi: Ilmoittaa jäljellä olevan ajan toistokohdistimen nykyisestä sijainnista tiedoston loppuun saakka.
fr: Donne la durée restante depuis l'emplacement actuel du curseur de lecture jusqu'à la fin du fichier.
gl: Da o tempo restante dende a posición actual do cursor de reprodución ata o remate do ficheiro.
he: נחזיר את הזמן שנותר מהמיקום הנוכחי של סמן ההפעלה לסוף הקובץ.
hr: Daje preostalo vrijeme od trenutačne pozicije kursora sviranja do kraja datoteke.
it: Fornisce il tempo rimanente dalla posizione corrente del cursore di riproduzione fino alla fine del file.
pl: Podaje czas trwania od pozycji kursora odtwarzania do końca pliku.
pt_br: Dá o tempo restante da posição atual do cursor de reprodução até o final do arquivo.
pt_pt: Dá o tempo restante desde a posição do cursor de reprodução até ao final do ficheiro.
ro: Afișează timpul rămas de la poziția curentă a cursorului de redare până la sfârșitul fișierului.
sk: Oznámy ostávajúci čas nahrávky.
sr: Daje preostalo vreme od trenutne pozicije kursora reprodukcije do kraja datoteke.
